{
  "episodes": [
    {
      "air_date": "1981-09-08",
      "episode_number": 1,
      "id": 2624,
      "name": "Big Brother",
      "overview": "After flogging one-legged turkeys from the back of a three-wheeled van, Del's confident at last he's onto a winner with Trigger's consignment of Old English vinyl briefcases. How can his brother Rodney even think of abandoning the high-flying world of trading for a real job?",

      "season_number": 1
    },
    {
      "air_date": "1981-09-15",
      "episode_number": 2,
      "id": 2623,
      "name": "Go West Young Man",
      "overview": "Rodney's depressed. His mate Mickey Pearce has moved in on his bird - Monica of the fat thighs - and life isn't exactly a social whirl. Del has the solution - they'll all be millionaires in a year! Cue his smooth friend Boycie and a very dodgy deal....",
      "season_number": 1
    },
    {
      "air_date": "1981-09-22",
      "episode_number": 3,
      "id": 2625,
      "name": "Cash and Curry",
      "overview": "Del's swooping in on the deal of a lifetime - it could keep them in Pilau rice forever. All he has to do is get hold of a poxy statue. Trouble is, he hasn't reckoned on a touch of gang warfare.",
      "season_number": 1
    },
    {
      "air_date": "1981-09-29",
      "episode_number": 4,
      "id": 2626,
      "name": "The Second Time Around",
      "overview": "Del's rekindled passion with old flame Pauline and it looks like wedding bells are in the air again. Rodney's not so thrilled after what happened to her first two husbands...",
      "season_number": 1
    },
    {
      "air_date": "1981-10-06",
      "episode_number": 5,
      "id": 2627,
      "name": "A Slow Bus to Chingford",
      "overview": "Del has a dream: The Trotter corporate skyscraper, rising majestically against the Peckham skyline. It's time for the latest moneymaking scam, Trotter's Ethnic Tours. But, why are there no takers?",
      "season_number": 1
    },
    {
      "air_date": "1981-10-13",
      "episode_number": 6,
      "id": 2622,
      "name": "The Russians Are Coming",
      "overview": "The threat of nuclear war looms over Peckham. What will become of the Nag's Head if the Russians attack? One things guaranteed: the Trotters will be sitting pretty in their DIY shelter...",
      "season_number": 1
    },
    {
      "air_date": "1981-12-28",
      "episode_number": 1,
      "id": 2674,
      "name": "Christmas Crackers",
      "overview": "It's anthracite roast potatoes and green stuff all round - Grandad's cooking Christmas dinner! Trouble is, Rodney's in danger of dying of boredom. Then the glittering attractions of the Monte Carlo Club beckon...",
      "season_number": 0
    },
    {
      "air_date": "1982-10-21",
      "episode_number": 1,
      "id": 2633,
      "name": "The Long Legs of the Law",
      "overview": "Streuth! Rodder's besmirching the good reputation of the Trotter family by dating a policewoman...",
      "season_number": 2
    },
    {
      "air_date": "1982-10-28",
      "episode_number": 2,
      "id": 2632,
      "name": "Ashes to Ashes",
      "overview": "Del's busy selling Trig's gran's genuine antique urns. Trouble is, one of them is Trig's Grandad's last resting place!",
      "season_number": 2
    },
    {
      "air_date": "1982-11-04",
      "episode_number": 3,
      "id": 2629,
      "name": "A Losing Streak",
      "overview": "Del and Boycie are set to play the biggest poker game Peckham's ever seen... But what exactly has Boycie got up his sleeve?",
      "season_number": 2
    },
    {
      "air_date": "1982-11-11",
      "episode_number": 4,
      "id": 2631,
      "name": "No Greater Love...",
      "overview": "Rodney's got himself a bird at last! Unfortunately, she's no spring chicken and her jailbird husband is about to be released...",
      "season_number": 2
    },
    {
      "air_date": "1982-11-18",
      "episode_number": 5,
      "id": 2628,
      "name": "The Yellow Peril",
      "overview": "Del's got a job painting a Chinese restaurant - but is he wise to get some help from Rodney 'Leonardo' Trotter?",
      "season_number": 2
    },
    {
      "air_date": "1982-11-25",
      "episode_number": 6,
      "id": 2634,
      "name": "It Never Rains...",
      "overview": "The Trotter family holiday is underway when Grandad runs into a bit of trouble with the Spanish police.",
      "season_number": 2
    },
    {
      "air_date": "1982-12-02",
      "episode_number": 7,
      "id": 2630,
      "name": "A Touch of Glass",
      "overview": "Del introduces the Dresden-collecting aristocracy to some North Korean porcelain and his chandelier-cleaning service.",
      "season_number": 2
    },
    {
      "air_date": "1982-12-30",
      "episode_number": 3,
      "id": 2675,
      "name": "Diamonds Are for Heather",
      "overview": "When Del meets a new woman he begins to envisage Christmas with a larger family.",
      "season_number": 0
    },
    {
      "air_date": "1983-11-10",
      "episode_number": 1,
      "id": 2615,
      "name": "Homesick",
      "overview": "Del Boy uses Rodney's election as chairman of the local tenants' association to plot a move to ground-floor accommodation.",
      "season_number": 3
    },
    {
      "air_date": "1983-11-17",
      "episode_number": 2,
      "id": 2616,
      "name": "Healthy Competition",
      "overview": "Rodney breaks up the Trotter partnership to go it alone - with Mickey Pearce! Does Mickey's trip to the Costas mean that the duo are opening a Spanish branch already?",
      "season_number": 3
    },
    {
      "air_date": "1983-11-24",
      "episode_number": 3,
      "id": 2617,
      "name": "Friday the 14th",
      "overview": "The Trotters visit Devon for a weekend's fishing but get involved with an escaped 'psycho' from the local mental hospital.",
      "season_number": 3
    },
    {
      "air_date": "1983-12-01",
      "episode_number": 4,
      "id": 2618,
      "name": "Yesterday Never Comes",
      "overview": "Del Boy falls for posh tart Miranda when she comes to view a 'Queen Anne' cabinet, but Miranda is more interested in the painting that the boys' Gran lifted from her art dealer employer.",
      "season_number": 3
    },
    {
      "air_date": "1983-12-08",
      "episode_number": 5,
      "id": 2619,
      "name": "May the Force Be with You",
      "overview": "D.I. Slater is on the track of a stolen microwave oven and Del Boy is in the frame.",
      "season_number": 3
    },
    {
      "air_date": "1983-12-15",
      "episode_number": 6,
      "id": 2620,
      "name": "Wanted",
      "overview": "Rodney is on the run after he is accused of being the 'Peckham Pouncer' - but where is that fragrant smell, wafting through the ventilation ducts of Nelson Mandela House, coming from?",
      "season_number": 3
    },
    {
      "air_date": "1983-12-22",
      "episode_number": 7,
      "id": 2621,
      "name": "Who's a Pretty Boy?",
      "overview": "Del Boy arranges for Rodney &amp; Grandad to redecorate Denzil &amp; Corrinne's flat. What is Corrinne going to say when she finds out that her canary is brown bread?",
      "season_number": 3
    },
    {
      "air_date": "1983-12-25",
      "episode_number": 4,
      "id": 2677,
      "name": "Thicker Than Water",
      "overview": "A Christmas visitor throws the Trotter household into confusion.",
      "season_number": 0
    },
    {
      "air_date": "1985-02-21",
      "episode_number": 1,
      "id": 2655,
      "name": "Happy Returns",
      "overview": "Rodney's in love with Debbie from the newsagents. Could this mean the end of his dirty magazine fetish? Trouble is she's only 19, and 19 1/2 years ago Del was pretty friendly with her mum...",
      "season_number": 4
    },
    {
      "air_date": "1985-02-28",
      "episode_number": 2,
      "id": 2657,
      "name": "Strained Relations",
      "overview": "After Grandad's funeral, Delboy & Rodney are surprised to find that his brother, Uncle Albert, has moved in with them - bringing his nautical nightmares.",
      "season_number": 4
    },
    {
      "air_date": "1985-03-07",
      "episode_number": 3,
      "id": 2656,
      "name": "Hole in One",
      "overview": "The Trotters are potless, so Uncle Albert comes to the rescue by having an 'accident' with the open cellar door of the Nag's Head.",
      "season_number": 4
    },
    {
      "air_date": "1985-03-14",
      "episode_number": 4,
      "id": 2654,
      "name": "It's Only Rock and Roll",
      "overview": "Rodney is the drumless drummer in Mental Micky's band, 'A Bunch Of Wallies'. Del Boy takes on the job of manager, getting them an abortive St. Paddy's night gig at The Shamrock Club.",
      "season_number": 4
    },
    {
      "air_date": "1985-03-21",
      "episode_number": 5,
      "id": 2658,
      "name": "Sleeping Dogs Lie",
      "overview": "Del's on to a great money making scheme - looking after Boycie and Marlene's new puppy Dukie for a steal at £60 a week. Should be a doddle - a bit of the old Pedigree Chum and they should be away. Then Dukie falls victim to Salmonella poisoning...",
      "season_number": 4
    },
    {
      "air_date": "1985-03-28",
      "episode_number": 6,
      "id": 2660,
      "name": "Watching the Girls Go By",
      "overview": "Del sets Rodney up with a date, but when she gets to the do at the Nag's Head she makes Rodney wish he hadn't.",
      "season_number": 4
    },
    {
      "air_date": "1985-04-04",
      "episode_number": 7,
      "id": 2659,
      "name": "As One Door Closes",
      "overview": "When Del Boy's hooky 'louvry' door deal, financed with Denzil's redundancy money, falls through, the boys attempt to repay him by catching a rare butterfly.",
      "season_number": 4
    },
    {
      "air_date": "1985-12-25",
      "episode_number": 5,
      "id": 2676,
      "name": "To Hull and Back",
      "overview": "Just a simple courier job says Boycie but the Trotter's life on the ocean wave doesn't go completely to plan. They run into their old friend Slater 'The Slag' but it isn't all plain sailing for him either.",
      "season_number": 0
    },
    {
      "air_date": "1986-08-31",
      "episode_number": 1,
      "id": 2637,
      "name": "From Prussia with Love",
      "overview": "When a German damsel turns up in the Nag's Head, she's definitely in distress - and nine months pregnant at that. Rodney's all beer and sympathy, but Del's got an idea - could this be the answer to Boycie and Marlene's dreams of a child and a golden opportunity to make a few bob along the way?",
      "season_number": 5
    },
    {
      "air_date": "1986-09-07",
      "episode_number": 2,
      "id": 2638,
      "name": "The Miracle of Peckham",
      "overview": "Del Boy gets religion when the Madonna at the local church is seen to shed tears. But why does she only cry when it's raining, and where did that lead in Del's garage come from?",
      "season_number": 5
    },
    {
      "air_date": "1986-09-14",
      "episode_number": 3,
      "id": 2639,
      "name": "The Longest Night",
      "overview": "A burglar makes a daring raid on the local supermarket just as Del and family are out buying their weekly French stick. What's worse, Del sold him a duff watch down the local market...",
      "season_number": 5
    },
    {
      "air_date": "1986-09-21",
      "episode_number": 4,
      "id": 2640,
      "name": "Tea for Three",
      "overview": "Del's tampered with the sunbed controls and Rodney's seeing red - literally! His face is done to a turn. He'll hardly wow Trigger's niece, Lisa, with his handsome good looks now, which leaves the way pretty clear for Del himself. But revenge should certainly be sweet when Rodders volunteers Del for a spot of hanggliding.",
      "season_number": 5
    },
    {
      "air_date": "1986-09-28",
      "episode_number": 5,
      "id": 2641,
      "name": "Video Nasty",
      "overview": "Rodney gets a grant from the local college to make a film, but first he must come up with a viable screenplay. Del gets him a secondhand typewriter, and also suggests a storyline of 'A Rhino Loose in the City'. To make matters worse, the director, Mickey Pearce, fed up with waiting for Rodney to write the story, starts making porn films, only for Rodney to end up starring in one.",
      "season_number": 5
    },
    {
      "air_date": "1986-10-05",
      "episode_number": 6,
      "id": 2635,
      "name": "Who Wants to Be a Millionaire?",
      "overview": "Del Boy gets the chance to make a new start (and to become a millionaire) in Australia - fronting Jumbo Mill's used car business.",
      "season_number": 5
    },
    {
      "air_date": "1986-12-25",
      "episode_number": 6,
      "id": 2678,
      "name": "A Royal Flush",
      "overview": "When Rodney meets a pretty girl in the market, he fails to realise her connections. But when he is invited to her family home, Del sees his chance of making a buck.",
      "season_number": 0
    },
    {
      "air_date": "1987-12-25",
      "episode_number": 7,
      "id": 2680,
      "name": "The Frog's Legacy",
      "overview": "Del, Rodney and Uncle Albert are at the wedding of one of Del's old flames. There's a spirit of goodwill, that is until Del hears of the mother's buried treasure.",
      "season_number": 0
    },
    {
      "air_date": "1988-12-25",
      "episode_number": 8,
      "id": 2679,
      "name": "Dates",
      "overview": "Del and Rodney both go on dates, but with very different results. Albert's strip-o-gram seems oddly familliar.",
      "season_number": 0
    },
    {
      "air_date": "1989-01-08",
      "episode_number": 1,
      "id": 2648,
      "name": "Yuppy Love",
      "overview": "'80s fever is spreading fast! Del Boy's on the up and into the exciting world of red braces and yuppy sorts. Armed with his filofax and briefcase, he's ready to take on the city - well, Peckham anyway. Meanwhile, Rodney's on the pull, with a classy new bird called Cassandra. Wonder what she'll think of Nelson Mandela House...",
      "season_number": 6
    },
    {
      "air_date": "1989-01-15",
      "episode_number": 2,
      "id": 2649,
      "name": "Danger UXD",
      "overview": "Just faking a signature on a delivery note means that Del can take possession of 50 dolls for absolutely nothing. The only problem is that 'Lusty Linda' and 'Erotic Estelle' are not exactly what he had in mind and would seem more appropriate to Dirty Barry's dubious trade than to the local toyshop...",
      "season_number": 6
    },
    {
      "air_date": "1989-01-22",
      "episode_number": 3,
      "id": 2653,
      "name": "Chain Gang",
      "overview": "It's the deal of a lifetime! Faced with the opportunity to buy 250 18-karat gold chains from retired jeweller Arnie, Del can't resist. Hastily a multi-million dollar business consortium is formed - well, Mike from the Nag's Head, Trig, Boycie, Uncle Albert and a reluctant Rodney, anyway. Everything's pretty cushty until Arnie's taken ill just as the deal is about to be sealed, and Del is left feeling that all that glitters...",
      "season_number": 6
    },
    {
      "air_date": "1989-01-29",
      "episode_number": 4,
      "id": 2651,
      "name": "The Unlucky Winner Is...",
      "overview": "Rodney's won a holiday for three in the Mediterranean, courtesy of Del and the Megaflakes drawing competition. The only snag is he's got to pretend he's 14 years old all week. Should be a doddle - all he's got to do is keep his head down. Then the skateboarding and breakdancing competitions begin...",
      "season_number": 6
    },
    {
      "air_date": "1989-02-05",
      "episode_number": 5,
      "id": 2650,
      "name": "Sickness & Wealth",
      "overview": "While excruciating stomach cramps and a constant diet of health salts might drive some people to visit the doctor, not our Del! Oh no, he's only suffering from that scourge of all yuppies, PMA - Positive Mental Attitude! So it's going to require some nifty plotting by Rodney and Uncle Albert to get Del to visit the dreaded 'D' word!",
      "season_number": 6
    },
    {
      "air_date": "1989-02-12",
      "episode_number": 6,
      "id": 2652,
      "name": "Little Problems",
      "overview": "With his diploma in Computer Science, new job in Casandra's father's firm and impending marriage, Rodney's certainly on the up. Del's even promised to take care of his share of the flat deposit. Only problem is, Del's gone and got himself into a bit of bother over some hooky mobile phones with the less-than-understanding Driscoll brothers, and unless he comes up with £2,000 pretty sharpish they're going to take care of him. Rodney and Cassandra are married, and when he returns home from honeymoon, Del Boy gives him some good advice.",
      "season_number": 6
    },
    {
      "air_date": "1989-12-25",
      "episode_number": 9,
      "id": 2681,
      "name": "The Jolly Boys' Outing",
      "overview": "Del is organising the annual Jolly Boys' Outing to Margate, but Cassandra is not completely at ease with this boys' trip as she and Rodney have just celebrated their first wedding anniversary.",
      "season_number": 0
    },
    {
      "air_date": "1990-12-25",
      "episode_number": 10,
      "id": 2683,
      "name": "Rodney Come Home",
      "overview": "Del's love life picks up when Raquel moves in. However, Rodney finds marriage is not a bed of roses and Del decides to give him a helping hand whether he likes it or not.",
      "season_number": 0
    },
    {
      "air_date": "1990-12-30",
      "episode_number": 1,
      "id": 2643,
      "name": "The Sky's the Limit",
      "overview": "What can Albert and Del do about Rodney leaving Cassandra and moving back in? Alan suggests that Rodney pick her up when she arrives back from her week in Spain. However, chaos at Gatwick means that the evening Rodney planned doesn't happen. Could there be some connection with Del's purchase of a satellite dish?",
      "season_number": 7
    },
    {
      "air_date": "1991-01-06",
      "episode_number": 2,
      "id": 2645,
      "name": "The Chance of a Lunchtime",
      "overview": "Raquel has an audition for a play, and Del has volunteered to help her rehearse. Rodney and Cassandra meet for supper, each thinking that the other made the first move. Things seem to be going well before Rodney gets tangled up with Trudy. Del tells Albert and Rodney that he sees two people when he looks at Raquel. Either Raquel's pregnant or Del's drunk!",
      "season_number": 7
    },
    {
      "air_date": "1991-01-13",
      "episode_number": 3,
      "id": 2642,
      "name": "Stage Fright",
      "overview": "With Raquel pregnant, Del 'Yuppy' Trotter's plan to achieve millionaire status must move up a gear. So the chance to supply the cabaret at the Starlight Rooms for old 'friend' Eric to the tune of 600 quid is too good to miss. With Raquel dusting off her vocal chords in the kitchen and Trig's mate Tony Angelino, the singing dustman, waiting in the wings, everything's sorted. Until Del discovers exactly who the real owner of the club is and the extent of Tony's vocal range...",
      "season_number": 7
    },
    {
      "air_date": "1991-01-20",
      "episode_number": 4,
      "id": 2644,
      "name": "The Class of '62",
      "overview": "A class of '62 reunion in the Nag's Head signals Roy Slater's return to Civvy Street after years in the nick. But why has the crooked ex-copper decided to come back to Peckham when he is universally loathed? Just as Trig, Del, Boycie and Denzil begin to believe that he really has changed for the better, Del discovers the real reason for his return...",
      "season_number": 7
    },
    {
      "air_date": "1991-01-27",
      "episode_number": 5,
      "id": 2646,
      "name": "He Ain't Heavy, He's My Uncle",
      "overview": "After a night at the Nag's Head, Uncle Albert comes home beaten up and tells tales of two, three or was it four muggers. But something isn't right and he runs away from home. Finally Del Boy and Rodney realise where to find him.",
      "season_number": 7
    },
    {
      "air_date": "1991-02-03",
      "episode_number": 6,
      "id": 2647,
      "name": "Three Men, a Woman and a Baby",
      "overview": "Del's about to become a father, but even that can't cheer Rodney up. The Polar Cap is melting, the rainforest is dying, the sea is being poisoned, and he hasn't had 'a bit' for months. Maybe one of Del's new ponytail wigs could enhance his image in Cassandra's eyes...",
      "season_number": 7
    },
    {
      "air_date": "1991-12-24",
      "episode_number": 11,
      "id": 2662,
      "name": "Miami Twice: The American Dream",
      "overview": "Del and Rodney get the chance to join the glitterati and become 'transatlantic people'. It is time to leave baby Damien Trotter behind and bravely explore the New World. But could the American dream turn into a nightmare?",
      "season_number": 0
    },
    {
      "air_date": "1991-12-25",
      "episode_number": 12,
      "id": 1225757,
      "name": "Miami Twice: Oh to Be in England",
      "overview": "With Del handling the accommodation and transport for their week's holiday in America, it's not surprising that he and Rodney end up in a dodgy camper-van. But things get even worse when the van disappears while they are in a swish nightclub.",
      "season_number": 0
    },
    {
      "air_date": "1992-12-25",
      "episode_number": 13,
      "id": 2682,
      "name": "Mother Nature's Son",
      "overview": "The Trotter family becomes environmentally aware and uses an unexpected inheritance to enhance its fortunes.",
      "season_number": 0
    },
    {
      "air_date": "1993-12-25",
      "episode_number": 14,
      "id": 2684,
      "name": "Fatal Extraction",
      "overview": "While Peckham is in the midst of rioting, Del Boy is having trouble with his teeth and with Raquel. She objects to him spending all night at the 1.11 Club. It is no surprise when she leaves him but Del goes straight back into dating. When he changes his mind he wants to forget about it, but will the scorned woman let him?",
      "season_number": 0
    },
    {
      "air_date": "1996-12-25",
      "episode_number": 15,
      "id": 2685,
      "name": "Heroes and Villains",
      "overview": "Del's application for a home-improvement grant has been turned down by the local council. He's had better starts to the week, but there is some sunshine on the horizon: Mike at the Nag's Head is organising a publicans' party on Saturday night, and Del is eager to get tickets.",
      "season_number": 0
    },
    {
      "air_date": "1996-12-27",
      "episode_number": 16,
      "id": 2687,
      "name": "Modern Men",
      "overview": "Del buys a self-help book in an effort to improve his relationship with Raquel. Meanwhile, the Trotters' finances are in trouble.",
      "season_number": 0
    },
    {
      "air_date": "1996-12-29",
      "episode_number": 17,
      "id": 2686,
      "name": "Time on Our Hands",
      "overview": "Raquel, recently reconciled with her parents, is worried about inviting them to dinner chez Trotter. What will they make of Nelson Mandela House and a flat full of patio furniture and AquaNibbo underwater pens? More importantly, what will they make of the man in her life, one Derek Trotter?",
      "season_number": 0
    },
    {
      "air_date": "2001-12-25",
      "episode_number": 18,
      "id": 2688,
      "name": "If They Could See Us Now",
      "overview": "The Trotters have lost all their money due to investment in the Central American Markets. Del decides to take part in a game show to try and win some money.",
      "season_number": 0
    },
    {
      "air_date": "2002-12-25",
      "episode_number": 19,
      "id": 2689,
      "name": "Strangers on the Shore",
      "overview": "Del Boy and Rodney go on a nostalgic trip to France where they end up bringing back more than the booze they bargained for in the shape of an unwilling illegal immigrant.",
      "season_number": 0
    },
    {
      "air_date": "2003-12-25",
      "episode_number": 20,
      "id": 2690,
      "name": "Sleepless in Peckham",
      "overview": "With the bankruptcy court ordering the family home in Nelson Mandela house to be auctioned, the Trotters' financial nightmare is fast approaching meltdown.",
      "season_number": 0
    }
  ]
}
