{
  "quotes": [
    {
      "Time": "1:35",
      "Context": "Del -\nS'il vous plait, s'il vous plait, what an enigma. I get better looking every day. I can't wait for tomorrow.",
      "episodeID": "1",
      "translationID": "1"
    },
    {
      "Time": "15:30",
      "Context": "Del - \nOr did you see yourself in a different role?\n\nRodney - \nWell, yes I did! With my qualifications I saw myself in the capacity of a financial adviser!\n\nDel Boy - \nA financial adviser? Bonjour Trieste. You are beautiful, you are Rodney!",
      "episodeID": "1",
      "translationID": "2"
    },
    {
      "Time": "26:00",
      "Context": "Del - \nI take it you didn't reach Hong Kong! How far d'you get?\n\nRodney -\nSouth of France...St Tropez.\n\nDel - \nSt Tropez, oh very mal de mer!\n\nTalking Chess Game - \nProblem.",
      "episodeID": "1",
      "translationID": "3"
    },
    {
      "Time": "4:30",
      "Context": "Del Boy - \n\nWait a minute! Hang about...Mon dieu, you want to hide this for a week, right?",
      "episodeID": "1",
      "translationID": "4"
    },
    {
      "Time": "6:45",
      "Context": "Del Boy - \nBeautiful. What do you think? Son et lumiere wouldn't you say?\n\nJaguar Buyer - \nWell, I don't know if I'd go quite that far!",
      "episodeID": "2",
      "translationID": "5"
    },
    {
      "Time": "7:25",
      "Context": "Del Boy - \nI mean if your great grandad hadn't have been a bloody villain you could have been one of us! Say no more. C'est la vie. San fairy ann.",
      "episodeID": "2",
      "translationID": "6"
    },
    {
      "Time": "7:25",
      "Context": "Del Boy - \nI mean if your great grandad hadn't have been a bloody villain you could have been one of us! Say no more. C'est la vie. San fairy ann.",
      "episodeID": "2",
      "translationID": "7"
    },
    {
      "Time": "16:00",
      "Context": "Del - \nGarcon, la petite pois?",
      "episodeID": "2",
      "translationID": "8"
    },
    {
      "Time": "28:05",
      "Context": "Del - \nHonestly Rodney, when it comes down to the nitty gritty youare completely devoid of any je ne said quoi ain't yer?",
      "episodeID": "2",
      "translationID": "9"
    },
    {
      "Time": "11:05",
      "Context": "Mr Ram - \nIf you help me to reclaim the statuette, I don't know how I'd ever reward you!\n\nDel - \nWell I've always fancied one of those video recorders. But no, no, pas de Basque, Pas de Basque. We'll go and see this Mr Vimmal tomorrow.",
      "episodeID": "3",
      "translationID": "10"
    },
    {
      "Time": "15:29",
      "Context": "Del - \nAnd with two grand wisely invested. I mean in a couple of years you could replace it with who knows what, a Capo Del Monte!",
      "episodeID": "3",
      "translationID": "11"
    },
    {
      "Time": "16:35",
      "Context": "Del - \nWhat it means - what it - look the French have a saying, Rodney. Bouillabaisse mon ami.\n\nRodney - \nBouillabaisse mon ami? That means fish stew, my friend! \n\nDel Boy - \nNeed I say more.",
      "episodeID": "3",
      "translationID": "12"
    },
    {
      "Time": "13:00",
      "Context": "Del - \nWell, that was divine my love. That was divine. That was well - was - Pas de Calais as they say in France. Long time since we has a steak like that, eh, Rodney?",
      "episodeID": "4",
      "translationID": "13"
    },
    {
      "Time": "23:10",
      "Context": "Auntie Rose - \nHave you had enough? \n\nDel - \nThat was handsome - handsome well it was, Champs Elysees as the French say.",
      "episodeID": "4",
      "translationID": "14"
    },
    {
      "Time": "23:30",
      "Context": "Auntie Rose - \nDo you mind if I ask you something?\n\nDel - \nWell of course not, maniere d' etre. Fire away.\n\nAuntie rose - \nWho are you?",
      "episodeID": "4",
      "translationID": "15"
    },
    {
      "Time": "6:10",
      "Context": "Del - \nYeah come on, slip into. There it is. Oh look at that, colour suits you don't it, eh? Yes look at that fit, oh yeah, deja vu, it's like made to measure innit?\n\nJanice - \nYeah for someone else!",
      "episodeID": "5",
      "translationID": "16"
    },
    {
      "Time": "7:10",
      "Context": "Del - \nOh alright, yeah okay. Well of course if you're scared! You could admit it, come on. Allemagne dix points, Janice'll understand if yer bottle has gone.",
      "episodeID": "5",
      "translationID": "17"
    },
    {
      "Time": "20:20",
      "Context": "Rodney - \nYou're just trying to rip 'em off, aren't you?\n\nDel - \nAu contraire Rodney, au contraire. No, I don't want to leave them potless. I want them to have some money in their pockets, at least enough for us to have a tip.",
      "episodeID": "5",
      "translationID": "18"
    },
    {
      "Time": "3:00",
      "Context": "Del - \nWell it's a tradition innit? He's been cooking Christmas dinner ever since Mum went!\n\nRodney - \nYeah and he's been cooking it up ever since Mum went!\n\nDel - \nWhat do you want, a sacre-bleu chef or something?",
      "episodeID": "7",
      "translationID": "19"
    },
    {
      "Time": "5:25",
      "Context": "Grandad - \nD'you want some gravy Del?\n\nDel - \nNo thanks Grandad, I'll have a drop of wine. Oh bain marie, bain marie! I will say this for those old Frogs, they make a blinding drop of wine!",
      "episodeID": "7",
      "translationID": "20"
    },
    {
      "Time": "10:25",
      "Context": "Del - \nAlright Grandad, don't get overwrought, it's over and done with innit eh? Don't upset yourself, As the French say, it's a fait acomplan",
      "episodeID": "7",
      "translationID": "21"
    },
    {
      "Time": "4:50",
      "Context": "Grandad - \nWatches, look. Knocked off are they? \n\nDel - \nNo, they're not knocked off. Knocked off - he's a comedian isn't he - knocked off. Hey, these are not bad. Look at that Rodney - look at that. What do you think of that, eh? Repondez s'il vous plait, ain't it - that one.",
      "episodeID": "8",
      "translationID": "22"
    },
    {
      "Time": "19:15",
      "Context": "Del - \nDon't you realise those watches are a very sought after property. They are especially sought after by the River Police and the Flying Squad. \n\nRodney - \nYou mean they're hot?\n\nDel - \nHot? They're so hot it is advisable to wear oven gloves when winding them up. \n\nRodney - \nBut you told me they were straight! \n\nDel - \nYeah well I lied, I lied, didn't I? Appellation Bordeux controlee!",
      "episodeID": "8",
      "translationID": "23"
    },
    {
      "Time": "20:50",
      "Context": "Rodney - \nYeah, yeah, he's right, Sandra. 'Cos it's probably out of guarantee now it's been soaked in gin, you know. \n\nSandra - \nWell are you sure you don't mind? \n\nDel - \nMind? La plume de ma tante. It will be a pleasure.",
      "episodeID": "8",
      "translationID": "24"
    },
    {
      "Time": "2:15",
      "Context": "Del - \nOh well, win some lose some - nothing ventured, nothing gained - it's, well, boeuf a la mode, as the French say.",
      "episodeID": "10",
      "translationID": "25"
    },
    {
      "Time": "17:35",
      "Context": "Del - \nThat scar would never heal! \n\nRodney - \nNo! Oh poor chick! \n\nDel - \nExactly! It's che sara, sara as the French say.",
      "episodeID": "11",
      "translationID": "26"
    },
    {
      "Time": "3:45",
      "Context": "Del - \nI don't know what's the matter with you Rodney, really I don't. You seem to have no sense of occasion. You've no... tres bien ensembles, as the French say.",
      "episodeID": "12",
      "translationID": "27"
    },
    {
      "Time": "13:45",
      "Context": "Del - \nAh, good morning Mr Chin... Well my men are here as promised and they are the best in the business. The creme da la menthe of the painting and decorating world.",
      "episodeID": "12",
      "translationID": "28"
    },
    {
      "Time": "15:00",
      "Context": "Mr. Chin - \nI like blue! \n\nDel (to Mr Chin) - \nBlue, oh blue, Jeux Sans Frontieres, that's exactly what I thought of. I thought, why don't we paint these walls a nice subtle shade of blue. \n\nDel (To Rodney) - \nWhat shade of blue? \n\nRodney - \nYellow. \n\nDel (to Mr Chin) - \nAnd then I changed my mind",
      "episodeID": "12",
      "translationID": "29"
    },
    {
      "Time": "25:30",
      "Context": "Del - \nYeah, well, um, no I just wanted to say like my grandfather here was telling us about the charming reception that he's received in your charming bijou nick! \n\nJuan - \nWhat ees thees you say to me, eh? You take thee peees yes? \n\nDel - \nI'm not taking the piss, au contraire - au contraire Juan.",
      "episodeID": "13",
      "translationID": "18"
    },
    {
      "Time": "6:50",
      "Context": "Rodney - \nCome Del let's go! Here you are Grandad. \n\nDel - \nGo? What do you mean 'go'? You don't think I'm leaving here without so much as a cucumber sandwich and a cup of Earl Grey do yer? This is fate, Rodney, unison opportunnaire. There's gotta be an earner in it.",
      "episodeID": "14",
      "translationID": "30"
    },
    {
      "Time": "11:15",
      "Context": "Del - \nOh mon dieu, mon dieu, if you like a nice piece of fine porcelain I've got the very thing for you in the back of the van.",
      "episodeID": "14",
      "translationID": "4"
    },
    {
      "Time": "14:45",
      "Context": "Del - \nOh toujours la politesse, toujours. I mean this is beautiful innit, eh? Bet you've held a few balls in here m'lady?\n\nLady Ridgemere - \nWhat? Oh yes, yes we have!",
      "episodeID": "14",
      "translationID": "32"
    },
    {
      "Time": "15:20",
      "Context": "Del - \nOh don't worry, pay me next time I'm down. \n\nLady Ridgemere - \nYes of course. What do you mean 'next time'? \n\nLord Ridgemere - \nD'you mean to say you're coming here again? Whatever for? \n\nGrandad - \nTo pick up that fiver she owes him! \n\nDel Boy - \nA la mode, a la mode! Please accept it as a token of my esteem.",
      "episodeID": "14",
      "translationID": "33"
    },
    {
      "Time": "17:50",
      "Context": "Del - \nAnyway we mustn't keep you any later, so I'm gonna say bonne bouche to you both!",
      "episodeID": "14",
      "translationID": "34"
    },
    {
      "Time": "22:20",
      "Context": "Del - \nListen, my good man, how do you think that great big heavy chandelier stays up there on that ceiling, eh? It is not by the power of prayer or double-sided sticky tape! There is a long threaded bolt through that chandelier, it goes through a wooden joist and is held in position by a locking nut. Now in order to undo the locking nut you must first lift up the floorboards! Ordre du jour!",
      "episodeID": "14",
      "translationID": "35"
    },
    {
      "Time": "8:00",
      "Context": "Del - \nServir Frais Mois Non Glace, as they would say in France. \n\nHeather - \nTrue! Very true!",
      "episodeID": "15",
      "translationID": "36"
    },
    {
      "Time": "21:20",
      "Context": "Del - \nAttendez, I'm sure. Please do sit down Miss Mackenzie. Can I get you a drink? Tea, coffee, Pina Colada? \n\nMargaret - \nNo thank you, that's very kind \nof you, Mr Trotter. \n\nDel - Mais oui, mais oui, Derek please. \n\nMargaret - \nDerek - I've just been in to see your grandfather.",
      "episodeID": "16",
      "translationID": "37"
    },
    {
      "Time": "21:20",
      "Context": "Del - \nAttendez, I'm sure. Please do sit down Miss Mackenzie. Can I get you a drink? Tea, coffee, Pina Colada? \n\nMargaret - \nNo thank you, that's very kind \nof you, Mr Trotter. \n\nDel - Mais oui, mais oui, Derek please. \n\nMargaret - \nDerek - I've just been in to see your grandfather.",
      "episodeID": "16",
      "translationID": "38"
    },
    {
      "Time": "25:00",
      "Context": "Margaret - \nWell, let's just say I applied some rather liberal interpretations to our rules. \n\nDel - \nYeah, well, if only there was some way that I could show my appreciation. But mon dieu - mon dieu - why don't I take you out for a celebratory drink? \n\nMargaret - \nOh that's very nice of you, but I've got a lot of paperwork to finish.",
      "episodeID": "16",
      "translationID": "4"
    },
    {
      "Time": "25:25",
      "Context": "Margaret - \nYes. Well, goodbye. \n\nDel - \nNo, not goodbye, Margaret, just bonjour.",
      "episodeID": "16",
      "translationID": "39"
    },
    {
      "Time": "16:35",
      "Context": "Del - \nSold those lawn-mower engines yet? \n\nRodney - \nLawn mower - lawn mower? \n\nRodney - \nOh no, no, we've had lots of enquiries, obviously, but we're hanging on for the right price, you know. \n\nDel - \nOh that is the way, Rodney, agent provocateur as the French would say. \n\nRodney - \nWell, that's what I thought.",
      "episodeID": "17",
      "translationID": "40"
    },
    {
      "Time": "11:00",
      "Context": "Rodney - \nAnd you won't need none of them soppy French phrases neither. \n\nDel - \nWhat d'you mean, soppy French phrases? La bonne vie, you stupid... \n\nRodney - \nSee what I mean? Del, you can't speak French. You're still struggling with English.",
      "episodeID": "19",
      "translationID": "41"
    },
    {
      "Time": "2:55",
      "Context": "Rodney - \nI've told you I bought it as an investment! \n\nDel - \nAn investment! Menage a trois! In the middle of the worst winter for two million years - with the weathermen laying odds on a new Ice Age and this dipstick goes out and buys out Amber Solaire!",
      "episodeID": "26",
      "translationID": "42"
    },
    {
      "Time": "26:45",
      "Context": "Rodney - \nThey're in the charts. \n\nDel - \nSo they're in the charts. Marque de Fabrique, as they say. \n\nRodney - \nThey could go to number one! They could have a smash hit on their hands. \n\nDel - \nAlright, so you have a smash hit on your hands. You might not have another one for the rest of your life!",
      "episodeID": "27",
      "translationID": "43"
    },
    {
      "Time": "10:35",
      "Context": "Del - \nYeah, yeah, alright then darling. Yeah, no it's been lovely hearing your voice after all these years! Okay, see you around then. Bonjour.",
      "episodeID": "29",
      "translationID": "39"
    },
    {
      "Time": "22:55",
      "Context": "Father - \nThis is the happiest day in my life. \n\nDel - \nYeah, I know what you mean Father. It's rien ne va plus as the French would say…",
      "episodeID": "33",
      "translationID": "44"
    },
    {
      "Time": "24:30",
      "Context": "Albert - \nDid he supply you with the gun? \n\nLennox - \nHe did! \n\nDel - \nChamboussiz nouvelle. Cor dear, would you Adam and Eve it, eh? Dixon of Kuala Lumpur is involved!",
      "episodeID": "34",
      "translationID": "45"
    },
    {
      "Time": "13:10",
      "Context": "Del - \nNo listen, I'll give you a lift home. \n\nLisa - \nOh that's nice of you Del. \n\nDel - \nL'etat c'est moi! As the French would say.",
      "episodeID": "35",
      "translationID": "46"
    },
    {
      "Time": "19:30",
      "Context": "Rodney - \nBut what about our partnership? \n\nDel - \nOur partnership? Oh, our partnership. Well, yeah, that means all the world to me Rodney you know that, but I'm just gonna have to say bonjour to it.",
      "episodeID": "37",
      "translationID": "39"
    },
    {
      "Time": "4:48",
      "Context": "Trigger - \nYou are looking for the Hilton Hotel? \n\nDel - \nSi. Hilton Hotel. \n\nTrigger - \nTurn left at the top of the road. \n\nDel - \nSi. \n\nTrigger - \nAnd you'll see a bus stop. \n\nDel - \nSi. \n\nTrigger - \nTake the 159 to Park Lane and that is where the Hilton Hotel is. \n\nDel - \nOh. Si. Danke schon. Bonsoir.",
      "episodeID": "38",
      "translationID": "47"
    },
    {
      "Time": "39:00",
      "Context": "Henry - \nYes. Make yourself at home. I'm sure Cook will provide you with something later. \n\nDel - \nStay for dinner? Well, pas de deux.",
      "episodeID": "38",
      "translationID": "48"
    },
    {
      "Time": "47:35",
      "Context": "Del - \nMe and Rodney are involved in cutlery. Well, it's canteens of cutlery par excellence. I've got some in the van. I could pop out.",
      "episodeID": "38",
      "translationID": "49"
    },
    {
      "Time": "11:50",
      "Context": "Vicar - \nAh, Mr Trotter, how nice. \nThank you once again for your lift. \n\nDel - \nOh bain-marie, bain-marie, it's the least I could do.",
      "episodeID": "39",
      "translationID": "20"
    },
    {
      "Time": "25:00",
      "Context": "Del - \nHow do you do, Ms Turner? May I say how very PLEASED I am to meet you? I've admired your work for many years. May I call you Raquel? Raquel is one of my most favourite names. Yea-ea-ea-eah! My old joie-de-vivre will knock her bandy!",
      "episodeID": "40",
      "translationID": "50"
    },
    {
      "Time": "34:05",
      "Context": "Del - \n..Oh, sorry - these are for you! \n\nRaquel - \nOh, you shouldn't have gone to all this expense! \n\nDel - \nMais oui, mais oui!",
      "episodeID": "40",
      "translationID": "38"
    },
    {
      "Time": "38:30",
      "Context": "Raquel - \nAnyway, recently I've tried to pick up my career, but I don't see me ever doing anything. \n\nDel - \nAu contraire. This time next year you'll be a star!",
      "episodeID": "40",
      "translationID": "18"
    },
    {
      "Time": "11:55",
      "Context": "Del - \nI mean, down here you've got stockbrokers, private doctors... Porsches! This is the creme de la menthe of our community! \n\nRodney - \nYou could house thousands of people on this land!",
      "episodeID": "41",
      "translationID": "28"
    },
    {
      "Time": "13:45",
      "Context": "Del - \nThem dolls on the back of your truck no longer exist. This means that the owners will get more insurance money, you get an empty truck plus a hundred nicker bunce. Me and the Tomato Kid here we get 50 dolls to flog down the market and the great British public have another bargain of a lifetime Everyone's a winner! Petit dejeuner!",
      "episodeID": "42",
      "translationID": "51"
    },
    {
      "Time": "27:20",
      "Context": "Rodney - \nSo Stavros gets the goods at the agreed price. \n\nDel - \nArnie gets a deuce in bunce plus he keeps his kneecaps where nature intended. \n\nMike - \nAnd we get £10,500 profit for doing sod-all. \n\nDel - \nEveryone's a winner. Après moi love de luge!",
      "episodeID": "43",
      "translationID": "52"
    },
    {
      "Time": "12:05",
      "Context": "Del - \nOh, no! I don't believe these wallies! \n\nAlbert - \nYou know me, son. I never interfere. But it's only right to tell him. \n\nDel - \nWhat we have here, Uncle, is a case of je ne sais quoi pourquoi. \n\nAlbert - \nWhat does that mean? \n\nDel - \nRoughly translated, 'He who sticks his nose into a beehive will get more than a nostril full of honey.'",
      "episodeID": "44",
      "translationID": "53"
    },
    {
      "Time": "36:00",
      "Context": "Del - \nFrightened, me? No, I don't know the meaning of the word. No, I know what it was. I jogged down here to the surgery from the gym this evening. \n\nDr. Shaheed - \nAh, that would explain it. I wish all my patients were as health-conscious as you, Mr Trotter. \n\nDel - Oh mais oui, mais oui. What d'you reckon the pains are then, doc?",
      "episodeID": "45",
      "translationID": "38"
    },
    {
      "Time": "11:40",
      "Context": "Del - \nYou know these video recorders I sold along Boycie a few months ago. Well, he still hasn't weighed in with the old dosharoonies. So I'll get the money off him and give it to Rodney and it'll all be rez de chasse, as they say in the Dordogne.",
      "episodeID": "46",
      "translationID": "54"
    },
    {
      "Time": "12:15",
      "Context": "Cassandra - \nStephen was telling me about the projected world growth areas the other day over brunch. \n\nStephen - \nAnd Africa is where it's at. Recently Joanne and I spent a little time down in Afrique sur-mer. \n\nDel - \nFabrique belgique",
      "episodeID": "47",
      "translationID": "55"
    },
    {
      "Time": "19:45",
      "Context": "Del - \nWhat a meal! 'Je suis, je reste' as they say in Montpellier",
      "episodeID": "48",
      "translationID": "56"
    },
    {
      "Time": "20:35",
      "Context": "Del - \nAh, Ah, Ah, Je sui",
      "episodeID": "48",
      "translationID": "57"
    },
    {
      "Time": "51:00",
      "Context": "Del - \nAll you gotta do is you go around there and you apologize to her. You just say you're sorry. And then she will say, she is sorry to you. Before you know where you are you've made up, you're more in love than you ever were before and you might get a little bit! Everyone's a winner! Tete de veau!",
      "episodeID": "48",
      "translationID": "58"
    },
    {
      "Time": "20:40",
      "Context": "Uncle Albert - \nRed sails in the sunset... \n\nTrigger - \nHe's singing. \n\nMike - \nI know. \n\nTrigger - \nDoes he know you banned him? \n\nDel - \nAu revoir to you both.",
      "episodeID": "49",
      "translationID": "31"
    },
    {
      "Time": "21:30",
      "Context": "Del - \nNo problem, Alan. What are you drinking? \n\nAlan - \nJust a tomato juice for me. \n\nDel - \nAdd a tomato juice to my bill please. Would you deliver them to the table over moi.",
      "episodeID": "49",
      "translationID": "59"
    },
    {
      "Time": "29:50",
      "Context": "Raquel - \nWell go on then, go in. \n\nBoycie - \nYou're too kind. \n\nDel - \nWhat d'you want? \n\nBoycie - \nOh dear. Do I detect an atmosphere in chez Trotter?",
      "episodeID": "49",
      "translationID": "60"
    },
    {
      "Time": "32:15",
      "Context": "Rodney - \nReally and honestly. I want me and Cass to go back to the way we were. If she wants to pursue her career and has to go to functions and seminars at the bank, then I don't mind any more, I really don't. \n\nDel - \nWell, how about telling her that? 'Canape de entroi' as the guv'nor of the Bastille said as the flames licked round his old April. That is French and it means 'I've gotta do something, quick!'",
      "episodeID": "49",
      "translationID": "61"
    },
    {
      "Time": "39:35",
      "Context": "Del - \nCan I have two large glasses of your finest cognac for Raquel and moi",
      "episodeID": "49",
      "translationID": "59"
    },
    {
      "Time": "39:50",
      "Context": "Mike - \nBoycie's handing out 500 notes? What's happened? He had a whack on the head or something? \n\nDel - \nIt's wheels within wheels, Michael. Pour passer le temps, as they say in Nice.",
      "episodeID": "49",
      "translationID": "62"
    },
    {
      "Time": "6:25",
      "Context": "Del - \nRing the doorbell. \n\nRodney - \nWhy? I've got the key! \n\nDel - \nJust ring the doorbell. \n\nRodney - \nAlright. \n\n*Star Spangled Banner plays* \n\nDel - \nVive la France!",
      "episodeID": "50",
      "translationID": "63"
    },
    {
      "Time": "34:45",
      "Context": "Adrian - \nSo are you in the business, Derek? \n\nDel - \nNo... I'm an importer-exporter. Fine antiques, quality objets d'art, mobile telephones, that sorta thing.",
      "episodeID": "50",
      "translationID": "64"
    },
    {
      "Time": "22:05",
      "Context": "Del - \nIf I can just get Raquel and Tony together I'll be on a right winner. \n\nRodney - \nDel, she's pregnant! \n\nDel - \nOnly just a little bit! \n\nRodney - \nYou're just exploiting her, ain't yer? \n\nDel - \nNo. Au cauntraire Rodney, au contraire. She's gonna be earning out of this, and earning well!",
      "episodeID": "51",
      "translationID": "18"
    },
    {
      "Time": "24:00",
      "Context": "Del - \nRodney, why don't you make Cassandra a nice cup of coffee? \n\nRaquel - \nIn the kitchen? \n\nDel - \nIn the kitchen! \n\nRodney - \nShall we go and make a cup of coffee? \n\nDel - \nApres moi la deluxe, as they say in that Latin quota.",
      "episodeID": "53",
      "translationID": "52"
    },
    {
      "Time": "12:10",
      "Context": "Del - \nAnd here is the brick on top of the chimney. We get it at 1.39 a bottle, we knock it out at P2.50! The church'll be rejoicing and you and I will be a nicker and a bit in front! Everyone wins. 'Rien a dire, rien a faire' as they say in Lourdes!",
      "episodeID": "55",
      "translationID": "65"
    },
    {
      "Time": "16:20",
      "Context": "Rodney - \nDel, I am not boogie-ing! \n\nDel - \nKeep your voice down! We are ambassadors for our country! \n\nDel - \nWe don't want people thinking we're lager louts! Excuse me. Mais oui!",
      "episodeID": "56",
      "translationID": "38"
    },
    {
      "Time": "34:30",
      "Context": "Rodney - \nYou dont know anything about gardening. \n\nDel - \nI know, but I know a man who does. Thats why I gave Myles a bell. He didnt seem to mind. \n\nRodney - \nNo, itd be in his interests. He can flog you his fertilisers. \n\nDel - \nExactly. He helps me and I help him. Conseil detat as they say in Grenobles.",
      "episodeID": "57",
      "translationID": "66"
    },
    {
      "Time": "44:40",
      "Context": "Del - \nA man gets lonely. \n\nRodney - \nRaquel only left this morning! She's left you for longer periods when she's been out shopping! \n\nDel - \nIt's horrible here now. \n\nRodney - \nThere's Albert. \n\nDel - \nThat's what I mean! \n\nRodney - \nCould you honestly cheat on Raquel? Two-time the mother of your baby? \n\nDel - \nOh, bonnet de douche! I'm only taking her to a Berni Inn!",
      "episodeID": "58",
      "translationID": "67"
    },
    {
      "Time": "46:25",
      "Context": "Del - \nEr, yeah... Hello, Beverley. This is Del Boy. Um... Thing is, I can't make our date tonight. Um... I'm sorry. I'll give you a call another time. All right? Bonjour!",
      "episodeID": "58",
      "translationID": "39"
    },
    {
      "Time": "8:30",
      "Context": "Rodney - \nWe're having a celebrating lunch. 'Cause it's my birthday. \n\nDel - \nIt's your birthday? Oh, ala Bruchette! It's your birthday, I forgot all about it, didn't I?",
      "episodeID": "59",
      "translationID": "79"
    },
    {
      "Time": "11:10",
      "Context": "Rodney - \nIn the kitchen. He's a bit disappointed actually, the council have just turned down his application for a home improvement grant. \n\nRaquel - \nI suppose they didn't have half a million pounds handy. \n\nRodney - \nWhat did he want to do then? \n\nRaquel - \nWho knows! Put an extension on the balcony and build a double garage, knowing him. \n\nDel - \nNo, au contraire. I just wanted 5,000 pounds so I can improve the kitchen units, that's all.",
      "episodeID": "59",
      "translationID": "18"
    },
    {
      "Time": "22:35",
      "Context": "Raquel - \nAnd I think meeting you  might be a bit too much for him. So, I don't want to offend you... \n\nDel - \nThat's the last time I buy anything off that Ronnie Nelson! Right ten, the weekend! Oh, Mont Blanc! Darling, no, I can't go on Saturday!",
      "episodeID": "59",
      "translationID": "68"
    },
    {
      "Time": "53:25",
      "Context": "Reporter - \nMr Trotter, could I have a couple of pictures? \n\nDel - \nMange-tout, mange-tout.",
      "episodeID": "59",
      "translationID": "69"
    },
    {
      "Time": "28:20",
      "Context": "Del - \nRight. OK, then, you'll call back. OK. Bonjour!",
      "episodeID": "60",
      "translationID": "39"
    },
    {
      "Time": "57:05",
      "Context": "Del - \nFeeling better, sir? \n\nRowdy Patient - \nYes. Thank you, Doctor. \n\nDel - \nAll part of the service. Bonjour.",
      "episodeID": "60",
      "translationID": "39"
    },
    {
      "Time": "22:05",
      "Context": "Raquel - \nThis is Derek's brother Rodney and his wife Cassandra. James and Audrey. \n\nJames and Audrey - \nLovely to meet you. Nice to meet you. Hello. \n\nRaquel - \nAnd this is my... This is Derek. \n\nDel - \nAu revoir. Au revoir.",
      "episodeID": "61",
      "translationID": "31"
    },
    {
      "Time": "23:30",
      "Context": "Del - \nI'll get another bottle of wine. So why don't you all, you know, chapelle a dent?",
      "episodeID": "61",
      "translationID": "70"
    },
    {
      "Time": "28:25",
      "Context": "James - \nThanks for looking after the car. \n\nDel - \nAh, mange tout, mange tout, mont plaisir!",
      "episodeID": "61",
      "translationID": "69"
    },
    {
      "Time": "28:25",
      "Context": "James - \nThanks for looking after the car. \n\nDel - \nAh, mange tout, mange tout, mont plaisir!",
      "episodeID": "61",
      "translationID": "71"
    },
    {
      "Time": "55:20",
      "Context": "Del - \nTell you what, Rodders. Let's leave the cars here, shall we? \n\nRodney - \nYeah, all right. \n\nDel - \nMange Dieu! Mange Dieu! What a fool I've been! \n\nRodney - \nWhat's wrong now? \n\nDel - \nHere I am thinking now we've got all this money that means the end of it",
      "episodeID": "61",
      "translationID": "4"
    },
    {
      "Time": "1:40",
      "Context": "Justin - \nbut I'd like to get an insight into the real you. How you started, how you became so successful, but more importantly, your lives and your 'raison d'etre'. \n\nDel - \nOh, yeah. 'Laboratory Garny.'",
      "episodeID": "62",
      "translationID": "72"
    },
    {
      "Time": "5:00",
      "Context": "Dominique - \nOh, Mr Trotter. It's good to see you again. \n\nDel - \nBonnet de douche, Dominique. Bonnet de douche.",
      "episodeID": "62",
      "translationID": "67"
    },
    {
      "Time": "7:30",
      "Context": "*Paper reads 'Stock-Market Crash'* \n\nDel - \nChâteauneuf-du-Pape",
      "episodeID": "62",
      "translationID": "73"
    },
    {
      "Time": "30:35",
      "Context": "Del - \nLet me see if I've got this right. What you're saying is that you could run the firm. \n\nRodney - \nBy George, I think he's got it! \n\nDel - \nThat is a brilliant idea, Rodney! 'Argent compatant' as they say in Cannes!",
      "episodeID": "62",
      "translationID": "74"
    },
    {
      "Time": "8:40",
      "Context": "Del - \nYeah, cushty, Monkey. All right, we'll see you, Monkey. Bonjour, Monkey That was Monkey.",
      "episodeID": "63",
      "translationID": "39"
    },
    {
      "Time": "30:40",
      "Context": "Del - \nOne of my most favouritest meals is duck a I'orange. I can't say that in French. \n\nRodney - \nIt's 'canard'. \n\nDel - \nYou can say that again, bruv! \n\nRodney - \nThe French word for duck is 'canard'. \n\nDel - \nIs it? I thought that was something to do with the QE2! \n\nRodney - \nNo, that's Cunard. They make the boats. The French for duck is 'canard'. \n\nDel - Lovely jubbly. So how do the French say 'a I'orange'? \n\nRodney - \nA I'orange! \n\nDel - \nThe same as we do? \n\nRodney - \nYes! \n\nDel - \nOh, dear! It's a pity they don't use more of our words, innit?",
      "episodeID": "63",
      "translationID": "75"
    },
    {
      "Time": "32:15",
      "Context": "Del - \nA-ha! Au revoir! Au revoir, au revoir! Derique und Rodney Trottaire. \n\nMayor - \nBonjour, Monsieur. Bonjour.",
      "episodeID": "63",
      "translationID": "39"
    },
    {
      "Time": "38:35",
      "Context": "George - \nI don't want to upset you, but Albert was a bit of a lad then. He could sing, dance, play the piano. The women liked him and he liked the women. During our stay here... how shall I put it? He kept himself busy. \n\nDel - \nOh, no. I don't believe him, the garrity old git! \n\n*Waiter takes del's half-empty plate*\n\nDel - \nTout de suite!",
      "episodeID": "63",
      "translationID": "76"
    },
    {
      "Time": "45:00",
      "Context": "Rodney - \nWait, did any of us change our watches to French time? \n\nDenzil & Trigger \nNo. \n\nDel - \nNo! God, we've only got half an hour before the ferry leaves! You dipstick, Rodney! Oi! Pierre! Get out of it. Mange-tout! Mange-tout!",
      "episodeID": "63",
      "translationID": "69"
    },
    {
      "Time": "48:45",
      "Context": "Del - \nBonjour, Denzil. \n\n... \n\nChamps Elysees!",
      "episodeID": "63",
      "translationID": "77"
    },
    {
      "Time": "39:05",
      "Context": "Boycie - \nIf I may, my dear? \n\nDel - \nEntente cordiale! \n\nSid - \nGot a feeling this is gonna cause trouble. \n\nDenzil - \nShe'll have someone's eye out.",
      "episodeID": "64",
      "translationID": "78"
    }
  ]
}
